Задание 1:
а)3
б)4
в)22
г)202

Задание 2:
а) 6 
б) 60 
в) 600 
Среднее арифметическое увеличивается в 10 и в 100 раз

Задание 3:
а) 15,68
б) 16,02
в) 15,85 (средняя урожайность зерн культур за 1992-1996 год)
15,68<16,02
Средняя урожайность повысилась на 0,34

Задание 4:
а)среднее:15,85
  m=15,45
б)среднее:15,68
  m=15,3
в)среднее:16,02
  m=15,6
а) 15,85>15,45
отличаются на 0,4
б) 15,68>15,3
отличаются на 0,38
в) 16,02>15,6
отличаются на 0,42

Задание 5:
а)2;3;7>1;2;3
2,3,7
среднее: 4
дисперсия: 2/3
1,2,3
среднее: 2
дисперсия: 4 2/3
б)2;3;4;7<1;5;6;8
2,3,4,7
среднее: 4
дисперсия: 3 1/2
1,5,6,8
среднее: 5
дисперсия: 6 1/2