Задание 1:
а)1-0,4 = 0,6
б)1-0,85 = 0,15
в)1-0.13 = 0.87 
г) 1-1/2 = 1/2
д) р = 1-к (р может принимать значения от 0 до 1)
Задание 2:
Пусть элементарным событием опыта можно считать выпадение чисел: 1, 2, 3, 4, 5, 6. 

а) событию А благоприятствуют элементарные события: 2, 4, 6. Событию В благоприятствуют элементарные события: 3, 6. 
Событию А⋃В: 2, 3, 4, 6 (выпало либо четное, либо кратное трем число очков). 
Р(А⋃В) = N (A⋃B)/N, где N(A⋃B)= 4, N = 6.
Р(А⋃В) = 4/6 = 2/3. 
Ответ: 2/3

б) Событию В благоприятствуют элементарные события : 1, 3, 5. 
Событию А⋃В : 1, 2, 3, 4, 5, 6 ( выпало либо четное число очков, либо нечетное число очков). 
N(А⋃В) = 6, Р(А⋃В) = 6/6 = 1. 
Ответ: 1 

в) Событию В благоприятствует элементарное событие: 4 (выпало число очков, кратное 4). 
Событию А⋃В: 2, 4, 6.
N(А⋃В) = 3, Р(А⋃В) = 3/6 = 1/2. 
Ответ: 1/2.

г) Событию В благоприятствует элементарное событие: 5 (выпало число очков, кратное 5). 
Событию А⋃В: 2, 4, 5, 6 (выпало четное число очков, либо число очков, кратное 5). 
N(А⋃В) = 4 Р(А⋃В) = 4/6 = 2/3. 
Ответ: 2/3

В задании 3 опечатка, неполное задание.

Задание 4:
Р(А⋃В) = Р(А) + Р(В) – Р(А⋂В) 
Р(С) = Р(А⋃В) = 0,1 + 0,4 – 0,04 = 0,46. •
Р( ̅с )= 1 -Р(А⋃В) = 1 – 0,46 = 0,56

Задание 5:
а) событию А благоприятствуют элементарные события: 2, 4, 6. Событию В благоприятствуют элементарные события: 3, 6. 
Событию А⋃В: 2, 3, 4, 6 (выпало либо четное, либо кратное трем число очков). 
Р(А⋃В) = N (A⋃B)/N, где N(A⋃B)= 4, N = 6.
Р(А⋃В) = 4/6 = 2/3. 
Ответ: 2/3
б) Событию В благоприятствует элементарное событие: 5 (выпало число очков, кратное 5).
Событию А⋃В: 2, 4, 5, 6 (выпало четное число очков, либо число очков, кратное 5). 
N(А⋃В) = 4 
Р(А⋃В) = 4/6 = 2/3. 
Ответ: 2/3
