Задания 1:
abc; acb; bac; bca; cab; cba
Ответ: 6

Задания 2:
5!=1*2*3*4*5=120 
Ответ: 120 способ

Задания 3:
а) 6!=1*2*3*4*5*6=720 
Ответ: 720 
б) 8!=1*2*3*4*5*6*7*8=40320
Ответ: 40320 
в) 10!=1*2*3*4*5*6*7*8*9*10=3628800
Ответ: 3628800 
г) k!=k(k-1)(k-2)…3*2*1
Ответ: k(k-1)(k-2)…3*2*1
 
Задание 4:
N=10! 
10!=10*9*8*7*6*5*4*3*2*1=3628800 (общее число равновозможных событий)
а) Р(А)=1/3628800=0,0000003059
б) Р(B)=1/3628800=0,0000003059

Задание 5:
7!/(7-3)!*3! = 7!/4!*3! = 35
Ответ: 35

